---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KipPerFtSup3
source: html/54c62b66-c41a-4a3d-77d9-741ceed6b0cb.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KipPerFtSup3 Property

Symbol kip/ft³, indicating unit Kips per cubic foot.

## Syntax (C#)
```csharp
public static ForgeTypeId KipPerFtSup3 { get; }
```